<?php

return [
    'add_success' => 'успешно добавлено',
    'delete_success' => 'успешно удалено.',
    'role_not_found' => 'Роль не найдена.',
    'cannot_assign_admin_or_owner' => 'Вы не можете назначить роль администратора или владельца.',
    'user_not_found' => 'Пользователь не найден.',
    'cannot_change_admin_or_owner_role' => 'Вы не можете изменить роль администратора или владельца.',
    'cannot_change_own_role' => 'Вы не можете изменить свою собственную роль.',
    'success' => 'Операция выполнена успешно.',
    'user_added' => 'Пользователь успешно добавлен.',
    'user_already_added' => "Пользователь уже добавлен",
    'user_left' => 'Вы успешно покинули рабочее пространство.',
];